{
  "text": {
    "hi": 37,
    "hello": 34,
    "hey": 36,
    "there": 73,
    "good": 31,
    "morning": 55,
    "evening": 25,
    "what": 84,
    "s": 64,
    "up": 79,
    "bot": 11,
    "assistant": 7,
    "asha": 6,
    "i": 39,
    "m": 47,
    "looking": 46,
    "for": 27,
    "a": 0,
    "data": 16,
    "science": 65,
    "job": 43,
    "in": 40,
    "mumbai": 56,
    "help": 35,
    "me": 51,
    "find": 26,
    "bangalore": 10,
    "analysis": 3,
    "show": 67,
    "software": 68,
    "engineering": 24,
    "jobs": 44,
    "gujarat": 33,
    "search": 66,
    "web": 82,
    "development": 20,
    "pune": 60,
    "want": 81,
    "machine": 48,
    "learning": 45,
    "any": 4,
    "openings": 59,
    "backend": 8,
    "developers": 19,
    "maharashtra": 49,
    "are": 5,
    "frontend": 28,
    "delhi": 17,
    "need": 57,
    "full": 29,
    "time": 75,
    "ai": 2,
    "west": 83,
    "bangal": 9,
    "remote": 62,
    "ui": 77,
    "ux": 80,
    "designer": 18,
    "chennai": 15,
    "related": 61,
    "to": 76,
    "marketing": 50,
    "guidance": 32,
    "on": 58,
    "career": 13,
    "can": 12,
    "you": 87,
    "mentor": 52,
    "how": 38,
    "get": 30,
    "mentorship": 53,
    "who": 85,
    "is": 42,
    "this": 74,
    "chatbot": 14,
    "about": 1,
    "introduce": 41,
    "yourself": 88,
    "tell": 71,
    "more": 54,
    "don": 22,
    "t": 70,
    "understand": 78,
    "repeat": 63,
    "that": 72,
    "didn": 21,
    "with": 86,
    "something": 69,
    "else": 23
  },
  "intent": {
    "greet": 2,
    "job_search": 3,
    "mentorship": 4,
    "bot_introduction": 0,
    "fallback": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_connect_mentorship": 1,
    "action_search_jobs": 10,
    "get_mentorship_form": 14,
    "job_search_form": 15,
    "utter_bot_introduction": 16,
    "utter_fallback": 17,
    "utter_greet": 18
  },
  "action_text": null,
  "intent_response_key": null
}