{
  "text": {
    "hi": 40,
    "hello": 37,
    "hey": 39,
    "there": 80,
    "good": 34,
    "morning": 60,
    "evening": 28,
    "what": 91,
    "s": 71,
    "up": 86,
    "bot": 11,
    "assistant": 7,
    "asha": 6,
    "i": 42,
    "m": 51,
    "looking": 50,
    "for": 30,
    "a": 0,
    "data": 19,
    "science": 72,
    "job": 47,
    "in": 43,
    "mumbai": 61,
    "help": 38,
    "me": 56,
    "find": 29,
    "bangalore": 10,
    "analysis": 3,
    "show": 74,
    "software": 75,
    "engineering": 27,
    "jobs": 48,
    "gujarat": 36,
    "search": 73,
    "web": 89,
    "development": 23,
    "pune": 66,
    "want": 88,
    "machine": 52,
    "learning": 49,
    "any": 4,
    "openings": 65,
    "backend": 8,
    "developers": 22,
    "maharashtra": 53,
    "are": 5,
    "frontend": 31,
    "delhi": 20,
    "need": 63,
    "full": 32,
    "time": 82,
    "ai": 2,
    "west": 90,
    "bangal": 9,
    "remote": 68,
    "ui": 84,
    "ux": 87,
    "designer": 21,
    "chennai": 16,
    "related": 67,
    "to": 83,
    "marketing": 55,
    "guidance": 35,
    "on": 64,
    "career": 14,
    "can": 13,
    "you": 94,
    "mentor": 57,
    "how": 41,
    "get": 33,
    "mentorship": 58,
    "who": 92,
    "is": 46,
    "this": 81,
    "chatbot": 15,
    "about": 1,
    "introduce": 45,
    "yourself": 95,
    "tell": 78,
    "more": 59,
    "don": 25,
    "t": 77,
    "understand": 85,
    "repeat": 69,
    "that": 79,
    "didn": 24,
    "with": 93,
    "something": 76,
    "else": 26,
    "build": 12,
    "resume": 70,
    "create": 17,
    "cv": 18,
    "my": 62,
    "interview": 44,
    "make": 54
  },
  "intent": {
    "greet": 3,
    "job_search": 4,
    "mentorship": 5,
    "bot_introduction": 0,
    "fallback": 2,
    "build_resume": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_connect_mentorship": 1,
    "action_search_jobs": 10,
    "action_submit_resume_form": 12,
    "get_mentorship_form": 15,
    "job_search_form": 16,
    "resume_form": 17,
    "utter_bot_introduction": 18,
    "utter_fallback": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}