{
  "text": {
    "hi": 44,
    "hello": 41,
    "hey": 43,
    "there": 86,
    "good": 38,
    "morning": 65,
    "evening": 32,
    "what": 97,
    "s": 77,
    "up": 92,
    "bot": 12,
    "assistant": 8,
    "asha": 7,
    "i": 46,
    "m": 56,
    "looking": 55,
    "for": 34,
    "a": 0,
    "data": 22,
    "science": 78,
    "job": 52,
    "in": 47,
    "mumbai": 66,
    "help": 42,
    "me": 61,
    "find": 33,
    "bangalore": 11,
    "analysis": 4,
    "show": 80,
    "software": 81,
    "engineering": 31,
    "jobs": 53,
    "gujarat": 40,
    "search": 79,
    "web": 95,
    "development": 27,
    "pune": 71,
    "want": 94,
    "machine": 57,
    "learning": 54,
    "any": 5,
    "openings": 70,
    "backend": 9,
    "developers": 26,
    "maharashtra": 58,
    "are": 6,
    "frontend": 35,
    "delhi": 23,
    "need": 68,
    "full": 36,
    "time": 88,
    "ai": 2,
    "west": 96,
    "bangal": 10,
    "remote": 74,
    "ui": 90,
    "ux": 93,
    "designer": 24,
    "chennai": 18,
    "related": 73,
    "to": 89,
    "marketing": 60,
    "am": 3,
    "python": 72,
    "developer": 25,
    "guidance": 39,
    "on": 69,
    "career": 16,
    "can": 15,
    "you": 100,
    "mentor": 62,
    "how": 45,
    "get": 37,
    "mentorship": 63,
    "connect": 19,
    "who": 98,
    "is": 51,
    "this": 87,
    "chatbot": 17,
    "about": 1,
    "introduce": 50,
    "yourself": 101,
    "tell": 84,
    "more": 64,
    "don": 29,
    "t": 83,
    "understand": 91,
    "repeat": 75,
    "that": 85,
    "didn": 28,
    "with": 99,
    "something": 82,
    "else": 30,
    "build": 13,
    "resume": 76,
    "create": 20,
    "cv": 21,
    "my": 67,
    "interview": 48,
    "make": 59,
    "interviews": 49,
    "builder": 14
  },
  "intent": {
    "greet": 3,
    "job_search": 4,
    "mentorship": 5,
    "bot_introduction": 0,
    "fallback": 2,
    "build_resume": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_connect_mentorship": 1,
    "action_search_jobs": 10,
    "action_trigger_resume_form": 12,
    "get_mentorship_form": 15,
    "job_search_form": 16,
    "utter_bot_introduction": 17,
    "utter_fallback": 18,
    "utter_greet": 19
  },
  "action_text": null,
  "intent_response_key": null
}